IdeaRS.Connections
TimberGussetMemberData.Fastening Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.TimberGussetMemberData.Fastening"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public FasteningData Fastening { get; set; }
Property Value
Type: FasteningData
Implements
IBoltableData.Fastening
See Also
Reference
TimberGussetMemberData Class
IdeaRS.Connections.Data Namespace